Repository: Qing-cpu/sliding_puzzle
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Leaderboard
ar: لوحة المتصدرين

source: Racing
ar: سباق

source: Normal
ar: عادي

source: Casual
ar: عادي

source: Mode
ar: نمط

source: Start
ar: ابدأ

source: Exit
ar: خروج

source: Setting
ar: إعدادات

source: Complete
ar: اكتمل

source: Clear
ar: إكمال

source: Congratulations
ar: تهانينا

source: Fail
ar: فشل

source: Timeout
ar: انتهى الوقت

source: Game Over
ar: انتهاء اللعبة

source: Record
ar: رقم قياسي

source: New Record
ar: رقم قياسي جديد

source: Score
ar: نقاط

source: Result
ar: نتيجة

source: Ladder
ar: سلم الترتيب

source: Collected Treasures
ar: كنوز تم جمعها

source: Next Level
ar: المستوى التالي

source: Play Again
ar: العب مرة أخرى

source: Try Again
ar: حاول مرة أخرى

source: You Ran Out Of Time!
ar: لقد نفد وقتك!

source: Time Limit
ar: وقت محدود

# congratulations_game_completed
source: Congratulations! You have completed the game.
ar: تهانينا! لقد أكملت اللعبة.

source: Autumn Scarlet
ar: قرمزي الخريف

# floating_islands
source: Floating Isles
ar: جزر عائمة

# friends_gathering
source: Friends' Haven
ar: مأوى الأصدقاء

source: Floral Bloom
ar: إزهار الأزهار

source: Twilight Hues
ar: ألوان الشفق

source: Emerald City
ar: مدينة الزمرد

# cat_scroll
source: Feline Scroll
ar: مخطوطة القط

source: X-Impression
ar: انطباع X

source: M-Impression
ar: انطباع M

# rooster_doodle
source: Cock-a-Doodle
ar: خربشة الديك

source: Sky Ladder
ar: سلم السماء

source: Image
ar: صورة

source: Number
ar: رقم
